Repository: two-inc/woocommerce-plugin
Catalog: twoinc-payment-gateway-*.po
Languages: nb_no, nl_nl, sv_se

source: Address
nb_no: Adresse
nl_nl: Adres
sv_se: Adress

source: Business Customer
nb_no: Bedriftskunde
nl_nl: Zakelijke klant
sv_se: Företagskund

source: Buyer and merchant may not be the same company
nb_no: Selger og kjøper kan ikke være samme selskap
nl_nl: Koper en handelaar zijn mogelijk niet hetzelfde bedrijf
sv_se: Köpare och handlare kan inte vara samma företag

source: City
nb_no: By
nl_nl: Stad
sv_se: Stad

source: Company ID
nb_no: Organisasjonsnummer
nl_nl: Bedrijfs-ID
sv_se: Organisationsnummer

source: Company name
nb_no: Selskapsnavn
nl_nl: Bedrijfsnaam
sv_se: Företagsnamn

source: Country
nb_no: Land
nl_nl: Land
sv_se: Land

source: Country / Region
nb_no: Land / Region
nl_nl: Land / Regio
sv_se: Land / Region

source: Department
nb_no: Avdeling
nl_nl: Afdeling
sv_se: Avdelning

source: Email
nb_no: E-post
sv_se: E-post

source: First name
nb_no: Fornavn
nl_nl: Voornaam
sv_se: Förnamn

source: https://two.inc
nb_no: https://two.inc/no
sv_se: https://two.inc/sv

source: Integration between WooCommerce and Two
nb_no: Integrasjon mellom WooCommerce og Two
nl_nl: Integratie tussen WooCommerce en Two
sv_se: Integration mellan WooCommerce och Two

source: Invoice email address
nb_no: E-postadresse for faktura
nl_nl: Factuur e-mailadres
sv_se: Epostadress för fakturan

source: Only for invoices being sent by Two
nb_no: For fakturaer som sendes av Two
nl_nl: Alleen voor facturen die door Two worden verzonden
sv_se: Endast för faktura som skickas från Two

source: Invoice purchase is not available for this order
nb_no: Faktura er ikke tilgjengelig for dette kjøpet
nl_nl: Factuuraankoop is niet beschikbaar voor deze bestelling
sv_se: Fakturaköp är inte tillgängligt för denna ordern

source: Last name
nb_no: Etternavn
nl_nl: Achternaam
sv_se: Efternamn

source: My company is not on the list
nb_no: Selskapet mitt er ikke på listen
nl_nl: Mijn bedrijf staat niet op de lijst
sv_se: Mitt företag finns inte med i listan

source: Organization number
nb_no: Organisasjonsnummer
nl_nl: Organisatienummer
sv_se: Organisationsnummer

source: Phone
nb_no: Telefon
nl_nl: Telefoon
sv_se: Telefon

source: Phone number
nb_no: Telefonnummer
nl_nl: Telefoonnummer
sv_se: Telefonnummer

source: Please enter a valid %s to pay on invoice
nb_no: Vennligst skriv inn %s for å betale med faktura
nl_nl: Voer een geldig %s in om op de factuur te betalen
sv_se: Ange giltigt %s för att betala med faktura

source: Postal code
nb_no: Postkode
nl_nl: Postcode
sv_se: Postnummer

source: Private Customer
nb_no: Privatperson
nl_nl: Particuliere klant
sv_se: Privatkund

source: Project
nb_no: Prosjekt
sv_se: Projekt

source: Purchase order number
nb_no: PO-nummer
nl_nl: PO-nummer
sv_se: PO-nummer

source: Search for company
nb_no: Søk etter selskap
nl_nl: Zoek naar bedrijf
sv_se: Sök efter företag

source: Select account type
nb_no: Velg kontotype
nl_nl: Selecteer accounttype
sv_se: Välj kontotyp

source: Sole Trader/Other Customer
nb_no: Enkeltpersonforetak
nl_nl: Eenmanszaak/Andere klant
sv_se: Enskild näringsidkare

source: Two - BNPL for businesses
nb_no: Two - BNPL for bedrifter
nl_nl: Twee - BNPL voor bedrijven
sv_se: Two - Köp nu betala sen, för företag

source: Two empty response
nb_no: Two tomt svar
nl_nl: Twee lege antwoorden
sv_se: Two: tomt svar

source: Two response code %d
nb_no: Two responskode %d
nl_nl: Twee responscode %d
sv_se: Two svarskod: %d

source: We require your phone number so we can verify your purchase
nb_no: Vi krever ditt telefonnummer for å verifisere ditt kjøp
nl_nl: Wij hebben uw telefoonnummer nodig zodat wij uw aankoop kunnen verifiÃ«ren
sv_se: Vi behöver ditt telefonnummer så att vi kan verifiera ditt köp

source: We use your company name to automatically populate your address and register the company that made the purchase
nb_no: Vi benytter ditt selskapsnavn til å automatisk fylle ut adresse og registrere selskapet som foretok kjøpet
nl_nl: Wij gebruiken uw bedrijfsnaam om automatisch uw adres in te vullen en het bedrijf te registreren dat de aankoop heeft gedaan
sv_se: Vi använder företagsnamnet för att automatiskt fylla i er adress och registrera företaget som köpare

source: Add input field for "Department"
nb_no: Legg til felt for "Avdeling"
nl_nl: Voeg invoerveld toe voor "Afdeling"
sv_se: Lägg till inmatningsfält för "Avdelning"

source: Add input field for "Project"
nb_no: Legg til felt for "Prosjekt"
nl_nl: Voeg invoerveld toe voor "Project"
sv_se: Lägg till inmatningsfält för "Projekt"

source: Add input field for "Purchase order number"
nb_no: Legg til felt for "PO nummer"
nl_nl: Voeg invoerveld toe voor "Inkoopordernummer"
sv_se: Lägg till inmatningsfält för "Inköpsordernummer"

source: Address auto-complete
nb_no: Automatisk utfylling av adresse
nl_nl: Adres automatisch aanvullen
sv_se: Autofyll av adress

source: Adds a separate checkout for business customers. Two is only available in the business checkout.
nb_no: Legger til en separat checkout for bedriftkunder. Two er kun tilgjengelig i checkout for bedriftskunder.
nl_nl: Voegt een aparte checkout toe voor zakelijke klanten. Two is alleen beschikbaar in de zakelijke checkout.
sv_se: Lägger till en separat varukorg för företagskunder. Two är endast tillgänglig i varukorgen för företag.

source: Adds an input field where buyers can input their department, input is shown on invoice.
nb_no: Legger til et inndatfelt hvor kjøper kan legge inn "Avdeling" inndataen vil bli lagt til på fakturaen
nl_nl: Voegt een invoerveld toe waarin kopers hun afdeling kunnen invoeren. De invoer wordt op de factuur weergegeven.
sv_se: Lägger till ett inmatningsfält där köpare kan ange sin avdelning, input visas på fakturan.

source: Adds an input field where buyers can input their project in the company, input is shown on invoice.
nb_no: Legger til et inndatafelt hvor kjøper kan legge inn "Prosjekt" / "prosjektkode" som blir lagt til på fakturaen.
nl_nl: Voegt een invoerveld toe waarin kopers hun project in het bedrijf kunnen invoeren. De invoer wordt op de factuur weergegeven.
sv_se: Lägger till ett inmatningsfält där köpare kan ange sitt projekt i företaget, input visas på fakturan.

source: Adds an input field where buyers can input their purchase order number, input is shown on invoice.
nb_no: Legger til et inndatafelt der kjøpere kan legge inn kjøpsordrenummeret sitt, input vises på faktura.
nl_nl: Voegt een invoerveld toe waarin kopers hun inkoopordernummer kunnen invoeren. De invoer wordt op de factuur weergegeven.
sv_se: Lägger till ett inmatningsfält där köpare kan ange sitt inköpsordernummer, inmatning visas på fakturan.

source: API credentials
nb_no: Påloggingsinformasjon for API
nl_nl: API-referenties
sv_se: API-uppgifter

source: Approve buyer when phone and company name is filled out.
nb_no: Godkjenn kjøper når telefonnummer og selskapsnavn er fylt ut.
nl_nl: Keur de koper goed wanneer het telefoonnummer en de bedrijfsnaam zijn ingevuld.
sv_se: Godkänn köpare när telefon och företagsnamn är ifyllt

source: Auto-complete settings
nb_no: Innstillinger for automatisk utfylling
nl_nl: Instellingen voor automatisch aanvullen
sv_se: Inställningar för automatisk ifyllnad

source: Billing Company ID
nb_no: Organisasjonsnummer
nl_nl: Factureringsbedrijf-ID
sv_se: Organisationsnummer

source: Billing Company name
nb_no: Selskapsnavn
nl_nl: Naam van het factureringsbedrijf
sv_se: Företagsnamn

source: Business
nb_no: Bedrift
nl_nl: Bedrijf
sv_se: Företag

source: Business invoice %s days
nb_no: Bedriftsfaktura - %s dager
nl_nl: Zakelijke factuur - %s dagen
sv_se: Företagsfaktura - %s dagar

source: By completing the purchase, you verify that you have the legal right to purchase on behalf of
nb_no: Ved å fullføre kjøpet bekrefter du at du har fullmakt til å handle på vegne av
nl_nl: Door de aankoop te voltooien, bevestigt u dat u het wettelijke recht heeft om namens ons te kopen.
sv_se: Genom att slutföra köpet intygas att du har behörighet att ingå avtal på uppdrag av

source: Checkout options
nb_no: Innstillinger for checkout
nl_nl: Afrekenopties
sv_se: Betalningsinställningar

source: Choose your settings
nb_no: Velg dine innstillinger
nl_nl: Kies uw instellingen
sv_se: Välj dina inställningar

source: Clear settings on deactivation of plug-in
nb_no: Slett innstillinger ved deaktivering av plug-in
nl_nl: Instellingen wissen bij het deactiveren van de plug-in
sv_se: Rensa inställningar vid inaktivering av plugin

source: Company search
nb_no: Bedriftssøk
nl_nl: Bedrijf zoeken
sv_se: Företagssökning

source: Could not edit the Two order
nb_no: Kunne ikke redigere Two-orderen
nl_nl: Kon de volgorde van Two niet bewerken
sv_se: Det gick inte att redigera ordern via Two

source: Could not edit the Two order, please check with Two admin
nb_no: Kunne ikke redigere Two-rekkefølgen. Vennligst sjekk med Two admin.
nl_nl: Kon de Two-order niet bewerken. Neem contact op met de Two-beheerder.
sv_se: Det gick inte att redigera två-ordningen. Kontrollera med Two-administratören.

source: Could not find Two order ID
nb_no: Kunne ikke finne ID for Two ordre
nl_nl: Kon de Two order-ID's niet vinden
sv_se: Kunde inte hitta order ID från Two

source: Could not forward invoice image url to Two
nb_no: Kunne ikke videresende nettadresse for fakturabilde til Two
nl_nl: Kon factuur-afbeeldings-url niet doorsturen naar Two
sv_se: Kunde inte vidarebefordra fakturabildens webbadress till Two

source: Could not initiate refund by Two
nb_no: Kunne ikke refundere med Two
nl_nl: Kon geen restitutie starten door Two
sv_se: Kunde inte genomföra återbetalning med Two

source: Could not request to create Two order
nb_no: Kunne ikke be om å opprette Two-bestilling
nl_nl: Kon niet verzoeken om Two bestellingen te maken
sv_se: Kunde inte skapa ordern via Two

source: Could not update status to "Cancelled" with Two because the order is missing Two order ID.
nb_no: Kunne ikke oppdatere statusen til "Avbrutt" med to fordi bestillingen mangler to-bestillings-ID.
nl_nl: De status kon niet worden bijgewerkt naar 'Geannuleerd' voor Two omdat de Two-order-ID ontbreekt.
sv_se: Det gick inte att uppdatera statusen till "Avbruten" med två eftersom beställningen saknar ID för två beställning.

source: Could not update status to "Cancelled", please check with Two admin for id %s
nb_no: Kunne ikke oppdatere statusen til "Avbrutt", vennligst sjekk med Two-admin for bestillings-ID %s
nl_nl: Status kon niet worden bijgewerkt naar "Geannuleerd", neem contact op met Two admin voor order-ID %s
sv_se: Det gick inte att uppdatera statusen till "Avbruten", kontrollera med Two-administratören för beställnings-ID %s

source: Could not update status to "Cancelled", please check with Two admin for id %s. Response message: %s
nb_no: Kunne ikke oppdatere statusen til "Avbrutt", vennligst sjekk med Two-admin for bestillings-ID %s . Svarmelding: %s
nl_nl: Status kon niet worden bijgewerkt naar "Geannuleerd", controleer bij Two admin voor order-ID %s . Antwoordbericht: %s
sv_se: Det gick inte att uppdatera statusen till "Avbruten", kontrollera med Two-administratören för beställnings-ID %s . Svarsmeddelande: %s

source: Could not update status to "Fulfilled" with Two because the order is missing Two order ID.
nb_no: Kunne ikke oppdatere statusen til «Oppfylt» med Two fordi ordren mangler ordre-ID.
nl_nl: De status kon niet worden bijgewerkt naar 'Vervuld' voor Twee omdat de order-ID voor Twee ontbreekt.
sv_se: Det gick inte att uppdatera statusen till "Uppfylld" med två eftersom beställningen saknar ID för två beställning.

source: Could not update status to "Fulfilled" with Two, please check with Two admin for id %s.
nb_no: Kunne ikke oppdatere statusen til "Oppfylt" med Two, vennligst sjekk med Two-admin for ID %s .
nl_nl: De status van Two kon niet worden bijgewerkt naar "Fulfilled". Neem contact op met de Two-beheerder voor id %s .
sv_se: Det gick inte att uppdatera statusen till "Fulfilled" med Two, vänligen kontrollera med Two-administratören för id %s .

source: Could not update status to "Fulfilled" with Two, please check with Two admin for id %s. Response message: %s
nb_no: Kunne ikke oppdatere statusen til "Oppfylt" med Two, vennligst sjekk med Two-administrator for bestillings-ID %s . Svarmelding: %s
nl_nl: Kon status niet updaten naar "Fulfilled" met Two, controleer bij Two admin voor order ID %s . Reactiebericht: %s
sv_se: Det gick inte att uppdatera statusen till "Uppfylld" med Two, vänligen kontakta Two-administratören för beställnings-ID %s . Svarsmeddelande: %s

source: Dashboard
nb_no: Dashbord

source: Default to B2C check-out
nb_no: Sett B2C checkout som standard
nl_nl: Standaard naar B2C-afrekenen
sv_se: Gör B2C-checkout till standard

source: Display input tooltips
nb_no: Vis tooltips for inndatafelter
nl_nl: Weergave van invoertooltips
sv_se: Visa verktygstips för inmatning

source: Enable company name search and auto-complete
nb_no: Aktiver automatisk utfylling av selskapsnavn
nl_nl: Schakel zoeken op bedrijfsnaam en automatisch aanvullen in
sv_se: Aktivera autofyll för företagsnamn

source: Enable Two Payments
nb_no: Aktiver Two
nl_nl: Two betalingen inschakelen
sv_se: Aktivera Two

source: Enables automatically filling in the registered address from the national registry.
nb_no: Muliggjør automatisk utfylling av addresse fra søk i det nasjonale selskapsregisteret
nl_nl: Hiermee wordt het geregistreerde adres automatisch ingevuld vanuit het rijksregister.
sv_se: Möjliggör att automatiskt fylla i den registrerade adressen från officiella register

source: Enables searching for company name in the national registry and automatically filling in name and national ID.
nb_no: Muliggjør søk etter selskapsnavn i det nasjonale selskapsregisteret og fyller automatisk inn navn og organisasjonsnummer
nl_nl: Hiermee kunt u zoeken naar de bedrijfsnaam in het nationale register en worden de naam en het nationale identificatienummer automatisch ingevuld.
sv_se: Möjliggör sökning efter företagsnamn i officiella register och autofyll namn och organisationsnummer.

source: Enter your company name to get started.
nb_no: Skriv inn selskapsnavn for å komme i gang.
nl_nl: Voer uw bedrijfsnaam in om te beginnen.
sv_se: Fyll i ditt företagsnamn för att komma igång

source: Failed to process payment
nb_no: Kunne ikke behandle betalingen
nl_nl: Betaling kon niet worden verwerkt
sv_se: Det gick inte att behandla betalningen

source: Failed to refund order with Two
nb_no: Kunne ikke refundere ordren med Two
nl_nl: Het is niet gelukt om de bestelling met Two terug te betalen
sv_se: Det gick inte att återbetala din order med Two

source: Failed to refund order with Two, please check with Two admin for id %s
nb_no: Kunne ikke refundere bestillingen med Two, sjekk med Two-administratoren for bestillings-ID: %s
nl_nl: Het is niet gelukt om de bestelling bij Two terug te betalen. Neem contact op met de Two-beheerder voor de order-ID: %s
sv_se: Det gick inte att återbetala beställningen med Two. Kontrollera med Two-administratören för beställnings-ID: %s

source: Failed to request refund order to Two
nb_no: Kunne ikke sende forespørsel om refusjon med Two
nl_nl: Het is niet gelukt om een restitutieverzoek in te dienen bij Two
sv_se: Det gick inte att återbetala din order med Two

source: Failed to request refund order to Two, please check with Two admin for id %s
nb_no: Kunne ikke be om refusjonsordre til Two, sjekk med Two-administrator for bestillings-ID %s
nl_nl: Het is niet gelukt om een restitutie van de bestelling aan Two aan te vragen. Neem contact op met Two admin voor id %s
sv_se: Det gick inte att begära en återbetalning med Two, vänligen kontakta Two support med order id %s

source: Grow your b2b sales with Buy Now, Pay Later!
nb_no: Øk B2B-salget ditt med Kjøp nå, betal senere!
nl_nl: Vergroot uw B2B-omzet met Koop nu, betaal later!
sv_se: Öka din B2B-försäljning med företagsfaktura från Two!

source: Invoice has been partially refunded and credit note has been sent by Two
nb_no: Faktura har blitt delvis refundert og kreditt nota har blitt sendt av Two
nl_nl: Factuur is gedeeltelijk terugbetaald en creditnota is door Two verzonden
sv_se: Faktura har delvis återbetalats och en kreditnota har skickats från Two

source: Invoice has been refunded and credit note has been sent by Two
nb_no: Faktura har blitt refundert og kreditt nota har blitt sendt av Two
nl_nl: Factuur is terugbetaald en creditnota is door Two verzonden
sv_se: Faktura har återbetalats och en kreditnota har skickats från Two

source: Log in
nb_no: Logg inn
nl_nl: Inloggen
sv_se: Logga in

source: Making it easy for businesses to buy online.
nb_no: Morgendagens betalingsløsning for bedrifter
nl_nl: Maak het voor bedrijven gemakkelijk om online te kopen.
sv_se: Gör det enkelt för företag att köpa online.

source: Missing company ID, please check with Two admin for id %s
nb_no: Manglende firma-ID. Vennligst sjekk med Two-admin for bestillings-ID %s .
nl_nl: Bedrijfs-ID ontbreekt. Controleer bij Two admin voor order-ID %s .
sv_se: Företags-ID saknas. Kontrollera med Two admin för beställnings-ID %s .

source: Optional vendor name if there are multiple sites
nb_no: Valgfritt leverandørnavn hvis det er flere nettsteder
nl_nl: Optionele leveranciersnaam als er meerdere sites zijn
sv_se: Valfritt leverantörsnamn om det finns flera webbplatser

source: Order ID: %s has been placed with Two
nb_no: Ordre-ID: %s er plassert med Two
nl_nl: Order-ID: %s is geplaatst bij Two
sv_se: Beställnings-ID: %s har placerats med Two

source: Order value exceeds maximum limit
nb_no: Ordreverdi er høyere enn tillatt maksimumsnivå
nl_nl: Orderwaarde overschrijdt maximumlimiet
sv_se: Ordervärdet överskrider maxgränsen

source: Order value is below minimum limit
nb_no: Ordreverdi er lavere enn tillatt minimumsnivå
nl_nl: Orderwaarde is onder de minimumlimiet
sv_se: Ordervärdet är under minimigränsen

source: Pay on invoice with agreed terms
nb_no: Betal på faktura med avtalt antall fakturadager
nl_nl: Betalen op factuur met overeengekomen voorwaarden
sv_se: Betala med faktura enligt överenskomna villkor

source: Personal
nb_no: Privat
nl_nl: Particuliere
sv_se: Personlig

source: Phone number is invalid
nb_no: Telefonnummer er ugyldig
nl_nl: Telefoonnummer is ongeldig
sv_se: Telefonnumret är ogiltigt

source: Place order
nb_no: Fullfør kjøpet
nl_nl: Bestelling plaatsen
sv_se: Beställa

source: Pre-approve buyer during checkout
nb_no: Godkjenn kjøper under checkout
nl_nl: Koper vooraf goedkeuren tijdens het afrekenen
sv_se: Förhandsgodkänna köparen i kassan

source: Receive invoice and payment details via email
nb_no: Motta faktura og betalingsinformasjon på e-post
nl_nl: Ontvang factuur- en betalingsgegevens via e-mail
sv_se: Ta emot faktura och betalningsinformation via e-post

source: Receive invoice and payment details via email and EHF
nb_no: Motta faktura og betalingsdetaljer på e-post og EHF
nl_nl: Ontvang factuur- en betalingsgegevens via e-mail en EHF
sv_se: Ta emot faktura och betalningsuppgifter via e-post och EHF

source: Request refund order to Two has errors
nb_no: Forespørsel om refusjon med Two har feilet
nl_nl: Verzoek om restitutie van bestelling aan Two bevat fouten
sv_se: Begärd återbetalning från Two misslyckades

source: Select image
nb_no: Velg bilde
nl_nl: Selecteer afbeelding
sv_se: Välj bild

source: Separate checkout for business customers
nb_no: Vis checkout for bedriftskunder
nl_nl: Aparte kassa voor zakelijke klanten
sv_se: Separat kassa för företagskunder

source: Separate checkout for private customers
nb_no: Vis checkout for privatpersoner
nl_nl: Aparte kassa voor particuliere klanten
sv_se: Separat kassa för privatkunder

source: Separate checkout for private sole traders
nb_no: Vis checkout for enkeltpersonforetak
nl_nl: Aparte kassa voor zelfstandige ondernemers
sv_se: Separat kassa för enskild näringsidkare

source: Set up my Two account
nb_no: Bestill bedriftsfaktura fra Two
nl_nl: Mijn Two-account instellen
sv_se: Ansök nu

source: Shift invoice fee to the buyers
nb_no: Flytt fakturagebyr til kjøper
nl_nl: Factuurkosten doorberekenen aan de kopers
sv_se: Flytta fakturaavgift till köparna

source: Show "What is Two" link in checkout
nb_no: Vis link til "Hva er Two" i checkout
nl_nl: Toon de link "Wat is Two" bij het afrekenen
sv_se: Visa länken "Vad är Two" i kassan

source: Skip user validation at order confirmation
nb_no: Hopp over brukervalidering ved ordrebekreftelse
nl_nl: Gebruikersvalidatie overslaan bij orderbevestiging
sv_se: Hoppa över användarvalidering vid orderbekräftelse

source: Sole trader/other
nb_no: Enkeltpersonforetak
nl_nl: Eenmanszaak/andere
sv_se: Enskild näringsidkare/annan

source: The latest way to pay for your online business purchases. You will receive an invoice from Two when your order has been processed.
nb_no: Den nyeste måten for bedrifter å handle på nett. Two sender dere en faktura etter bestillingen er behandlet. Mottak på både e-post og EHF støttes.
nl_nl: De nieuwste manier om uw online zakelijke aankopen te betalen. U ontvangt een factuur van Two wanneer uw bestelling is verwerkt.
sv_se: Det nyaste sättet att betala för dina online-företagsköp. Du kommer att få en faktura från Two när din beställning har behandlats.

source: The order has been edited in the Two order system
nb_no: Ordren har blitt endret i Two sitt ordresystem
nl_nl: De volgorde is bewerkt in het systeem met Two bestellingen
sv_se: Ordern har redigerats i systemen hos Two

source: The order has been edited in the Two order system. Order is now registered for %s Amount in Two
nb_no: Ordren har blitt endret i Two sitt ordresystem. Ordren er nå registrert med et beløp på %s amount
nl_nl: De bestelling is bewerkt in het Two order systeem. De bestelling is nu geregistreerd voor %s Bedrag in Two
sv_se: Beställningen har redigerats i ordersystemet hos Two. Beställningen är nu registrerad för %s belopp hos Two

source: The security code is not valid.
nb_no: Koden er ikke gyldig
nl_nl: De beveiligingscode is ongeldig.
sv_se: Säkerhetskoden är inte giltig.

source: This feature only works for merchants set up with a fixed fee per order.
nb_no: Denne funksjonen er kun for selgere med en fast avgift per bestilling.
nl_nl: Deze functie werkt alleen voor handelaren die een vast bedrag per bestelling hanteren.
sv_se: Denna funktion fungerar bara för handlare som konfigurerats med en fast avgift per order.

source: This order has already been fully refunded
nb_no: Denne ordren er allerede refundert i sin helhet
nl_nl: Deze bestelling is al volledig terugbetaald
sv_se: Denna beställning har redan blivit återbetald till fullo

source: Title
nb_no: Tittel
nl_nl: Titel
sv_se: Titel

source: Turn on/off
nb_no: Skru på/av
nl_nl: Aan/uitzetten
sv_se: Slå på / av

source: Two API Key
nb_no: Two API-nøkler
nl_nl: Two API-sleutels
sv_se: Two API-nyckel

source: Two checkout host name is not correct
nb_no: Vertsnavnet for Two checkout er ikke korrekt
nl_nl: Two checkout hostnamen zijn niet correct
sv_se: Värdnamnet för Two är inte korrekt

source: Two credit approves 90% of business buyers, pays you upfront and minimise your risk. To offer Two in your checkout, you need to signup. It’s quick, easy and gives you immediate access to the Two Merchant Portal.
nb_no: Two kreditt godkjenner 90 % av bedriftskjøperne, betaler deg på forhånd og minimerer risikoen. For å tilby to i kassen må du registrere deg. Det er raskt, enkelt og gir deg umiddelbar tilgang til Two Merchant Portal.
sv_se: Two krediter godkänner 90 % av företagsköparna, betalar dig i förskott och minimerar din risk. För att erbjuda två i kassan måste du registrera dig. Det är snabbt, enkelt och ger dig omedelbar tillgång till Two Merchant Portal.
