Repository: two-inc/woocommerce-plugin
Catalog: twoinc-payment-gateway-*.po
Languages: nb_no, nl_nl, sv_se

source: Two has acknowledged request to fulfill %d order. An invoice will be sent to the buyer when the fulfilment is complete.
nb_no: Two har bekreftet forespørselen om å oppfylle %d ordre. Faktura vil bli sendt til kjøper når oppfyllelsen er fullført.
nl_nl: Two heeft het verzoek om %d order uit te voeren bevestigd. Er wordt een factuur naar de koper gestuurd wanneer de uitvoering is voltooid.
sv_se: Two har bekräftat begäran om att utföra %d beställning. En faktura skickas till köparen när fullgörandet är klart.

source: Two has acknowledged the request to fulfil the order. An invoice will be sent to the buyer when the fulfilment is complete.
nb_no: Two har takket ja til anmodningen om å oppfylle pålegget. Faktura vil bli sendt til kjøper når oppfyllelsen er fullført.
nl_nl: Two heeft het verzoek om de bestelling uit te voeren bevestigd. Een factuur wordt naar de koper gestuurd wanneer de uitvoering is voltooid.
sv_se: Two har bekräftat begäran om att fullgöra föreläggandet. En faktura skickas till köparen när fullgörandet är klart.

source: Two has cancelled %d order.
nb_no: Two har kansellert %d ordre.
nl_nl: Two heeft %d bestelling geannuleerd.
sv_se: Two har avbrutit %d beställning.

source: Two has failed to cancel order <a href="%s">%s</a>.
nb_no: Two har ikke klart å kansellere bestillingen <a href="%s"> %s </a> .
nl_nl: Two is er niet in geslaagd om bestelling <a href="%s"> %s </a> te annuleren.
sv_se: Two har misslyckats med att avbryta beställningen <a href="%s"> %s </a> .

source: Two has failed to issue invoice for order <a href="%s">%s</a>.
nb_no: Two har ikke utstedt faktura for ordre <a href="%s"> %s </a> .
nl_nl: Two is er niet in geslaagd een factuur uit te schrijven voor bestelling <a href="%s"> %s </a> .
sv_se: Two har misslyckats med att utfärda faktura för order <a href="%s"> %s </a> .

source: Two lets your business pay later for the goods you purchase online.
nb_no: Med Two så kan din bedrift betale med faktura for varer du handler på nett.
nl_nl: Met Two kunt u uw bedrijf later laten betalen voor de goederen die u online koopt.
sv_se: Two låter ditt företag betala med faktura för varorna du köper online.

source: Two pre-filled fields
nb_no: Forhåndsutfylte Two felt
nl_nl: Two vooraf ingevulde velden
sv_se: Two: Förifyllda fält

source: Two username
nb_no: Two brukernavn
nl_nl: Two gebruikersnamen
sv_se: Two användarnamn

source: Unable to confirm the order with Two
nb_no: Kan ikke bekrefte bestillingen med Two
nl_nl: Kan de bestelling niet bevestigen met Two
sv_se: Det gick inte att slutföra ordern med Two

source: Unable to find the requested order
nb_no: Fant ikke forespurt ordre
nl_nl: Kan de gevraagde bestelling niet vinden
sv_se: Det gick inte att hitta ordern

source: Unable to retrieve the order information
nb_no: Fant ingen informasjonen om denne ordren
nl_nl: Kan de bestelgegevens niet ophalen
sv_se: Det gick inte att hämta orderinformationen

source: Unable to retrieve the order payment information
nb_no: Betalingsinformasjon for ordren mangler
nl_nl: Kan de betalingsinformatie van de bestelling niet ophalen
sv_se: Det gick inte att hämta betalningsinformationen

source: Use buttons instead of radios to select account type
nb_no: Benytt bannerknapper istedenfor radioknapper
nl_nl: Gebruik knoppen in plaats van keuzerondjes om het accounttype te selecteren
sv_se: Använd buttons istället för radiobuttons för att välja kontotyp

source: We've checked your company's details and are unable to provide invoice credit for this order
nb_no: Vi har sjekket bedriftens detaljer og kan dessverre ikke gi fakturakreditt for dette kjøpet
nl_nl: We hebben de gegevens van uw bedrijf gecontroleerd en kunnen geen factuurcreditering voor deze bestelling verstrekken
sv_se: Företaget kvalificerar dessvärre inte för faktura för denna ordern just nu

source: What is Two?
nb_no: Hva er Two?
nl_nl: Wat is Two?
sv_se: Vad är Two?

source: Wordpress admin privilege is required for Two payment One-click setup. %s
nb_no: Wordpress admin-tilgang kreves for å aktivere "One-click"-betalingsoppsett med Two. %s
nl_nl: Voor de installatie van Two Payment One-Click is een WordPress-beheerdersrechten vereist. %s
sv_se: Wordpress administratörsbehörighet krävs för betalningsinställningen One-click setup med Two. %s

source: your company
nb_no: ditt selskap
nl_nl: jouw bedrijf
sv_se: ditt företag

source: Could not update status
nb_no: Kunne ikke oppdatere status
nl_nl: Status kon niet worden bijgewerkt
sv_se: Det gick inte att uppdatera status

source: Could not update status to "Cancelled"
nb_no: Kunne ikke oppdatere status til "Cancelled"
nl_nl: Status kon niet worden bijgewerkt naar "Cancelled"
sv_se: Kunde inte uppdatera status till "Cancelled"

source: Could not update status to "Fulfilled" with Two, please check with Two admin for id %s
nb_no: Kunne ikke oppdatere statusen til "Fulfilled" med Two, vennligst sjekk med Two-administratoren for bestillings-ID: %s
nl_nl: De status kon niet worden bijgewerkt naar "Fulfilled" bij Two, neem contact op met de Two-beheerder voor de order-ID: %s
sv_se: Det gick inte att uppdatera statusen till "Fulfilled" med Two, vänligen kontrollera med Two-administratören för beställnings-ID: %s

source: Invoice has been sent from Two via email
nb_no: Faktura er sendt fra Two via e-post
nl_nl: Factuur is verzonden door Two via e-mail
sv_se: Faktura har skickats från Two via mail

source: Invoice has been sent from Two via email and EHF
nb_no: Faktura har blitt sendt til kunde på e-post og EHF av Two
nl_nl: Factuur is verzonden vanuit Two via e-mail en EHF
sv_se: Faktura har skickats från Two via mail och EHF

source: Use production search API
nb_no: Bruk produksjonssøk-API
nl_nl: Gebruik productiezoek-API
sv_se: Använd produktionssök-API

source: Two credit approves 90% of business buyers, pays you upfront and minimise your risk. To offer Two in your checkout, you need to signup. Itâs quick, easy and gives you immediate access to the Two Merchant Portal.
nl_nl: Two credit keurt 90% van de zakelijke kopers goed, betaalt u vooraf en minimaliseert uw risico. Om Two aan te bieden in uw checkout, moet u zich aanmelden. Het is snel, eenvoudig en geeft u direct toegang tot de Two Merchant Portal.

source: Two Test Server
nl_nl: Two testservers
